"OK"="OK";
"CANCEL" = "Annuleer";
"Can't load bundle"="Bundel kan niet worden geladen";
"Apple" = "Apple";
"Pictures" = "Afbeeldingen";
"Other" = "Andere";
"CHOOSE" = "Kies";
"DOT_MAC_AND_RSS" = "%@ en RSS"; // %@ is (was) ".Mac" -- warning, this is used by QuartzComposerScreenSaver.
"VALIDATING_RSS" = "RSS controleren…";
"NO_FEED_FOUND" = "Het kanaal is onvindbaar.";
"GETTING_ALBUMS" = "Albums ophalen…";
"SELECT_ALBUMS" = "Selecteer de weer te geven albums:";
"INVALID_MEMBER_NAME" = "Ongeldige accountnaam.";
"NO_ALBUMS_FOR_USER" = "Er zijn geen albums gevonden voor deze gebruiker.";

/* strings for tool tips */
"minute" = "minuut";
"minutes" = "minuten";
"hour" = "uur";
"hours" = "uur";
"OPTIONS_BUTTON_TIP" = "Hiermee stelt u opties in voor deze schermbeveiliging.";
"Never" = "Nooit";
"Slideshow" = "Diavoorstelling";
"Collage" = "Collage";
"Mosaic" = "Mozaïek";

/* An alternate to "Display Style" for the segmented control label. */
"STYLE" = "Stijl";

/* For contextual menu */
"DELETE" = "Verwijder";
"REVEAL_IN_FINDER" = "Toon in Finder";
"MOVE_TO_TRASH" = "Verplaats naar prullenmand";

/* For add button */
"BROWSE_SCREEN_SAVERS" = "Zoek schermbeveiligingen";
"ADD_MOBILE_ME_GALLERY" = "Voeg MobileMe-galerie toe…";
"ADD_PICTURES" = "Voeg map met afbeeldingen toe…";
"ADD_RSS_FEED" = "Voeg RSS-kanaal toe…";
"BROWSE_SCREEN_SAVERS_URL" = "http://www.apple.com/nl/downloads/macosx/icons_screensavers/";
"ADD_SAVER_AX_VALUE" = "Voeg afbeeldingen toe of bekijk schermbeveiligingen";
"REMOVE_SAVER_AX_VALUE" = "Verwijder de geselecteerde schermbeveiliging";

/* Alerts */
"INCOMPATIBLE_TITLE" = "U kunt de schermbeveiliging '%@' niet op deze computer gebruiken.";
"INCOMPATIBLE_DESC" = "Neem contact op met de ontwikkelaar van deze schermbeveiliging voor een nieuwere versie.";
"DELETE_WARNING_TITLE" = "Weet u zeker dat u %@ wilt verwijderen?";
"DELETE_WARNING_DESC" = "De schermbeveiliging wordt naar de prullenmand verplaatst.";
